Repository: mozilla-l10n/mt-training-data
Catalog: mse/mse_pontoon.tmx
Source language: en_us
Languages: mse

source: 1 sentence collected
mse: ɓiidi yaɗ ay ciyda

source: 2 down, keep it up!<playIcon></playIcon>
mse: Su mba <playIcon></playIcon>, jaga !

source: About
mse: kay boy /kay tlad

source: Accepted file types: .tsv only
mse: Baɗ va may suu viiyna a liɗna:.tsv dew daŋ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mse: "{ $actionType } <playIcon></playIcon>, ɓiira wan ay jaŋgi jivi su? l "

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mse: { $actionType } <recordIcon></recordIcon> Nani jaŋgi ɓiira aygi kolo u delli eŋga.

source: { $actionType }<stopIcon></stopIcon> when done
mse: { $actionType } <stopIcon></stopIcon> Li vaɗti wanni.

source: { $actionType } submit when ready
mse: { $actionType } Sunumu hu li ma tagi ki minina

source: Add and Review Sentences, Add Questions, Transcribe Audio
mse: Kaldi u hot jaŋgi ɓiira, kaldi joppa, jokki kida vi delli tliyda

source: Add <icon></icon> a public domain sentence
mse: Kal <icon></icon> ɓii dew di suuna miniɗta

source: Add information
mse: Kal vun sun suu daŋga ay kolo

source: Add new sentences for the community to read
mse: kal ɓii suu wili suu a jaŋ ko suu hu liinna kolo

source: Add one sentence per line
mse: Kal ɓii ha kolo duk semeɗna dew

source: Add questions in your language
mse: kalgi jop suu daŋga ay u vun magina

source: Add Sentences
mse: Kal ɓiiriina ha kolo

source: Add sentences in your language
mse: Kal ɓiiriina ay kolo u vun magina

source: Add up to 1,000 sentences
mse: Kal ɓiiriina haa birim dew

source: Add Your Voice
mse: halla u ɗelgiya

source: Agriculture and Food
mse: zumma u va mi zum a tidana

source: All sentence must have the same domain
mse: ɓiiriina halaŋ ba fini hu kaŋ mi dewna

source: All sentences must have the same citation
mse: ɓiiriina halaŋ ba fi boy ma hum lopma

source: Already have an account? <login>Log-In</login>
mse: "Liin ma sunda ka koŋ gaw su? <login>taptara</login"

source: An error occurred fetching sentences
mse: vami cona kal ay duk dew hu lima yow ɓiiriina

source: An error occurred reviewing this sentence
mse: boymi cona kal tam ay hu lima hot a gol ɓiidi wanda

source: An error occurred submitting your voice information
mse: Va cona co ay hu li ma a sun vun suu tliy u della na

source: Approve
mse: fida

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mse: Hum maymi ay kaŋga naa ew ew na tew a hinna, may ka a delli su ki kolo hudi kay a tel masinii suu sunda ki a asi tli ii boy may ma ka kaŋga hu ɓiiradina. Li agi a hum boy maymi qui zed u suu may suu kaŋga ɓiirina, tli del nadta hot gadkini giya. Tle namma lini hu li maa ana vidyona ayni kolo moliya u hu li taa dew.

source: Are you coming? <strong>[called by another]</strong>
mse: Aŋ baya ? <strong>[ diy u delli daŋga]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
mse: Jobomi jobpa aya kay<matrixLink>Matrix</matrixLink>, <discourseLink>ɓakga</discourseLink> u <emailLink>ko va may mi ni maŋ san dewna</emailLink>.

source: Automotive and Transport
mse: Tlesu jaŋga u va maymi iin hu li ma daŋga

source: Background Noise
mse: Hum mi kaa huuna

source: Background Voices
mse: Delli ay ka goo daganda

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
mse: Lagi gal jew a hotgi boy mi dew ha gi kay boy mi saa jaŋga u cara jaŋga hal a damgi cona u suu ko tassi na, u hal a hin vamaa jobpa kina. Tla bakga ka ŋgolo hu duniyada, kala, suu daŋga fagi humusi ka hu keŋ maginadi kala. Laagi a ngagi ɗumba kiyo.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
mse: [ Di boy ni « moɗna » ni hay takam ko agi huumba naa « moɗna» (FR) u « moɗna » (BE)]

source: <bold>{ $count }</bold> Clips
mse: li ssu van kal aygi ekga

source: <bold>Help us</bold> find more voices
mse: <bold>Agi gudumi</bold> a ami fi del suu daŋɡa

source: Bulk batch
mse: Dumbi ŋgolla

source: Bulk Sentences Uploaded
mse: ɓiiriina suniya

source: By telling us about yourself, you will help developers build more inclusive technology
mse: Agi min a tak humba hagi kay boy tla ɓak magina su ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mse: Hu li ma a li del common, agi vagi <termsLink> vun gaɗ mami suu li sunda</termsLink> u<privacyLink> yal boy mami mi kaay duk tami na</privacyLink>

source: Cancel Re-recording
mse: Hin delli hodi tliɗta kiyo

source: Cancel Submission
mse: ɓelek sun maydi sunida kiyo

source: Cannot submit more than 1000 sentences
mse: ka tew a sun ɓiidi gol su birim dewdi

source: Change preferences
mse: vrakka vǐ tle suu huuna minsina

source: Check <icon></icon> is this a linguistically correct sentence?
mse: ɗugi<icon></icon>ki ana ɓiira ki ɓiiri jivi hu gakgi vunna

source: <chevron></chevron>See less
mse: <chevron></chevron>> kal nɗal boyna ay kadii nɗe.

source: <chevron></chevron>See more
mse: <chevron></chevron> kal nɗal boyna ay bolowo

source: Citation
mse: Boy eŋ mi hum lopma

source: Cite with a URL link or the full name of the work.
mse: dumma u kaldi kalɗi kal li maymi tew a fam kamma u kal sem magada taa dew.

source: Click
mse: Ci kamu

source: Clips Uploaded
mse: vami golla giy kolo duk semeɗna

source: Comment
mse: boy ma sanda

source: Contact Us
mse: halmi aya

source: Continue
mse: tud fogo

source: Continue validating
mse: jak u manda

source: Contribute
mse: tara

source: Contribute sentences
mse: gabgi ɓiiri suu daŋɡa aya

source: Contribution Criteria
mse: vun gadni taara

source: Create a profile
mse: hal lima a kal yamba kolona

source: Criteria
mse: vi vun gadna

source: Datasets
mse: luumi tlena

source: Delete my recordings
mse: Balmas del suu tliyna kiyo

source: Different language
mse: Vun mi daŋga

source: Difficult to pronounce
mse: eŋ a dira

source: Discard ongoing recording
mse: Hin tli del may di tli wanda

source: Does the sentence meet the guidelines?
mse: ɓiira tli taɗ hu vun gaɗmi hiy na su?

source: Donate your voice
mse: Hagi delgi ha naa nɗe

source: Don't see your language on Common Voice yet?
mse: vun magina kagi wiiy tudii?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
mse: Saɗgi vagina tani u <uploadButton> cagi kay suna</uploadButton>

source: Drop file here to upload
mse: Kagi van tani a sunumba

source: Enter your public domain sentence here
mse: Dogi ɓii magira maydi kaŋgi suuna halaŋga tani

source: Enter your public domain sentences here
mse: Dogi ɓii magi suu kaŋgi suuna halaŋga tani

source: Error adding sentence
mse: ɗeffa hu li ma a kal ɓiira daŋga ay kolo dukka

source: ESC
mse: Lii gudl mi heekki telfona

source: Exit & Delete clips
mse: Col kiyo e balmasi del man suu tliyna ki peɗ

source: Fewer than 15 words per sentence
mse: Kaŋga u doogo yam vadl

source: File is too large
mse: Va namma gol suya

source: File is too small
mse: Va namma goo suya

source: Finance
mse: Haldi hal suŋguna

source: Finish recording
mse: Vaɗti u tli della

source: Finish recording first?
mse: Vaɗ hagi u tli della tuwa?

source: Finish Review
mse: vaɗti ɗura

source: Finish validating
mse: vaɗ manda

source: Finish validating clips?
mse: vaɗ mandii del suu tliy na kiyo?

source: Follow guidelines from “What sentences can I add?”
mse: Tuɗgi u ii suu kaayna« An tew a kal ha koloni ɓii sarage? »

source: for example
mse: ko takira

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
mse: A vanii masana sun jivi kay suuna peɗ ni, tle suu a guɗ a wulla kod vami masana ɓa tli tasi gol ni u suuna. Ko takkira na, li aygi kalaygi saa wi vun namma ki jivina dew lay ka dukki, nani. <learnMore>vami masana ka hin sun jividi ko suuna u del naɗtadi.</learnMore>

source: General
mse: Naa halaŋ

source: General language / multiple variants
mse: ŋgolli vunniɗa halaŋ u baɗ vun suu bolowna

source: Grammatical / spelling error
mse: ɓii maydi kal haka u mindi dida u ɓii maydi ɓii ha u waadada.

source: Great!<recordIcon></recordIcon> Record your next clip
mse: Jiviya! <recordIcon></recordIcon> Tlagi li maymi agi hin lam bumi daŋga.

source: Great work!<playIcon></playIcon> Listen again when you're ready
mse: Sundi jivira ! <playIcon></playIcon> Humgi olo hu lima ligina dakwada.

source: Guidelines
mse: vun gadiina

source: Healthcare
mse: Taɗ ɗonoda

source: Help create Common Voice’s first target segment in { $locale }
mse: gudumi a kod ka iida jewda u del common hu li ma { slocale }

source: Help us validate voices
mse: Gudumi a ami tli del suu jivii suu ay tliy na.

source: His hand was rais-ed.
mse: Tliw dlay mi cufi u ɓul biira

source: History, Law and Government
mse: Tlaɗ jewra, vaa san dak a lamma u gomona

source: How do I cite?
mse: Li ni ana a li boy mi hum lopma ge?

source: How to add multiple sentences
mse: "Li ni ana a hot cuk ɓii suu daŋga ay ge"

source: How would you describe your sex or gender?
mse: Agi min nana a tak delgi u ɗiwgi kira ge?

source: I agree
mse: An mina

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
mse: An vigi kan ana ɓii asina ni hu <wikipediaLink>kaŋ mi ki wiy ko suuna halaŋga</wikipediaLink> u an wigi ana an tew a sunum ha huwa.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
mse: An vi kan ana ɓii naɗta ni<wikipediaLink>hu kaŋ may mi suuna halaŋ</wikipediaLink> e an tew a sunum haa.

source: <icon></icon> Add multiple public domain sentences
mse: <icon></icon> kal ɓii suu kaŋ lima suuna wam halaŋga ha olo

source: Ideally natural and conversational (it should be easy to read the sentence)
mse: ɓiida ba fi ni boy ma saa saadi jivida u ɓak duk tada(naɗ ba li ki doy a jaŋgi hoŋgoo)

source: I do not agree
mse: An ka mindi

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
mse: Lini boy magisuna kay tagiya ni,, ɗosi ha na go<italicizedText>« boy man mi hum lopma »</italicizedText>. Ami min a wi li ma tle namma co ay huna kay a ami ɗuu ana nammi kaŋ li maymi suuna halaŋ e vun gaɗni saa ɗo magadana ka a lidi . A fi humba ki jivi kay boy mi hum lopma ni, ɗuugi<guidelinesLink>vun gaɗ mamisuna</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mse: Li della tliyda ki kaya u li u humma ni , hot gam hakiyo a li ka a ɓiira kagii hay jividi.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mse: Agi li min a hal humbi daŋga kolo kayam kay va nammani, golgi <emailFragment>del common@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mse: Agi li min a hal humbi daŋga kolo kayam kay va nam maymi kagi kali kurfu hu va nammadina, golgi<emailFragment>del common@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
mse: Li ɓiira ka li u vun gaɗ suu kolo kay yamba canaɗi, heek kay gutla«hot gida » kay ko mi gulla.Agi li saa mba mba,agi tew a calaɗ kiyo u kalki kaydi daŋga.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
mse: li biira li u vun gaɗna ni, hek kay gutla «minda» kaŋ ma njuffa.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
mse: Li agi fagi boy may mi a vun gadiina ka as kasidina wa, tlagi ni u min magira.Agi li ka tew a col boy maginadi,lagi tliɗ maydi « jakka» u jakki kay tli delli daŋga.

source: If you run out of sentences to review, please help us collect more sentences!
mse: Li bii suu ka kogi duudi ni, guɗmi ay ŋgolo u taa bii suu daŋga.

source: Include appropriate citation
mse: Boy may mi hum lop tli tam u boy nammana tew a kal dugu

source: Invalid file
mse: va namma ka tlidi

source: It contains words or phrases that are hard to read or pronounce.
mse: boy et ɓii suu daŋga eŋ a nɗumba , a dira lay.

source: It is written in a language different than what I’m reviewing.
mse: ɓiira ɓiiri ni u vun mi zeɗ u may mi an hoɗom jaŋga wanna.

source: It is written in a language different than what I’m speaking.
mse: ɓii naɗta ɓiiri ni u vun ma daŋga u may ma an bagamma

source: Just Unsure?
mse: Agi li daa su?

source: Keep it up, record again <recordIcon></recordIcon>
mse: Lagi ha ko kay nina u tlagina ha hu dew olo.

source: Keep the recordings
mse: Gay del suu tliyna

source: Keep track of your progress with a profile
mse: ngaagi wul magida u vama agi kodom a tagagi kina

source: Language Fundamentals (e.g. Digits, Letters, Money)
mse: vun gaɗ suu ay kaŋga u vun nina( ɗumba, ɗoda, sunguna)

source: Languages
mse: vunina

source: Large bulk sentence submission
mse: Sun ɓiiriina ha bolowo

source: Learn More
mse: a wi suwa

source: Leaving now means you'll lose your progress
mse: Colgi ki vin ɗin wani tew a bagi igidi fokka kiyo.

source: Listen
mse: Huma

source: Listen options menu
mse: ɗal tle suu a lina«huma»

source: Loading sentences…
mse: oydi ɓiiriina

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
mse: <loginLink>kalgi kolo duk seleɗna</loginLink> u <loginLink>kalgi seegi kaŋga</loginLink> a kal ɓiira kaŋga bolowo

source: Log in or sign up to get started
mse: kalki kolo duk semeɗna dowba nɗogi segi kaŋɡa kay a gagi njaŋɡa

source: Log In / Sign Up
mse: kal kolo duk semeɗna / nɗo semma kaŋga

source: Make sure the sentence meets the following criteria:
mse: vagi ki kagi ana ɓii naɗta li u vun gaɗ suu cana.

source: Maximum file size: 25 MB
mse: Goo mamba lini: ɗokba yam vadl Mo

source: Media and Entertainment
mse: Tle suu hal humba u suu luuna

source: Minimum sentences in file: 1000
mse: Dumbi kaɗira vi ɓiira hu va namma: Birim dew

source: [Mismatched content]
mse: ɓii maydi vi vunna ka hudida

source: Misreadings
mse: nɗeffi jaŋga

source: Missing an <strong>'s'</strong> at the end of a word.
mse: "Nam kadak dew <strong>« s »</strong> kay yam boymi dab kina"

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mse: Nam kadak <strong>« Dew/Dew»</strong> u <strong>« »</strong> hu gi jaŋgi tli della.

source: Missing the end of the last word by cutting off the recording too quickly.
mse: yam boy mi dab kina ki kaya,kay ana tli della ay hoŋgo hay.

source: [More has been recorded than the required text]
mse: [Su maydi ɓii maydi vun gaɗna ay tliy kaŋga]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
mse: Hu limi tli della ni, suuna halaŋgi bakgi u delsi maydi kelsida. Agi tew a vagi dugu , delli maydi bay baydi tliyda ti bay dukka, hosoga u bak aygi jiviya u del taa dew«dladi sanda». Hot gagi del suu tliy na kiyo u tlesuu liy del masinna na.

source: Nature and Environment
mse: jaffa u lina

source: News and Current Affairs
mse: Tlesu ka li tum tumma

source: No
mse: hawa

source: [No ‘a’ in the original text]
mse: [kadi « huwa» kurfu ɓii maydi jewda]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
mse: <noCopyright> Vun gaɗ ni saa ɗo magada na dew lay kadi</noCopyright> (cc-0

source: No foreign letters
mse: Ka a ɗodi daŋ kal dukki

source: No microphone found.
mse: Vami ɓak della ki kolona naa dew lay fikadi.

source: No numbers and special characters
mse: ɗumba u ɗodi daŋ na eyew lay ka li dukki

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mse: ɓii dew lay ka a ɗuudi. Agi tew <addLink>li ɓiiriina ay olo</addLink>.

source: No thanks, continue speaking
mse: Haawa gideɓee, tuɗ u ɓakŋga

source: Offensive language
mse: bakgi golla

source: Offensive speech
mse: boy may suu ti nɗikka

source: On desktop devices you can contribute by downloading…
mse: Kay masini suu hu li ma sunda, agi tew a kaligi suu vindin tuna kaŋgaa:

source: On his head he wore a beret.
mse: Mazine ni sabakŋga tad modiina ay bolowo

source: On iOS please continue with Safari to enable recording…
mse: Kaŋga uwa iOS, tuɗgi fogo u Safaria a heg vami tli della. . .

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mse: Zed u , li agi saa ana sa jaŋga ou cara jaŋga tew ka a fin boyna jewdi e nam u nad kuk hani a di boy ma jivina, lagi a hodogi del maydi tliyda. Hu saara zed zedta, lagi dlidta kalla.

source: Partner
mse: vi vun tada

source: [Part of the text can’t be heard]
mse: [ Gal ɓiira dewra ka tew a huumbi ]

source: <playIcon></playIcon>Last one!
mse: <playIcon></playIcon> Ni mi daganna !

source: Play/Stop
mse: ɗumma/hinna

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
mse: ɗumi <templateFileLink>tlamida</templateFileLink>. ɓii magi suuna ba ligi naa silik silik u tlesu lida vi saa ɗo magadana(CC0 u sun maydi jividi saa u cadi ɗo magadina )u ba li ki jivi bay zoɗzoɗta , ɗoy jivi a jaŋgi hongo. ɓii suu sunina ba tli ni goorgor faɗ suu goorina doogo u doogo yam vadl a jaŋga u ka li a kal dumba ay hudi, semmi tundadi lay u vami daŋ naa dewdi lay.

source: Please fill out this field.
mse: Heengi li namma/senena namma kiyo

source: Please select a language to review sentences.
mse: Tlagi vun dew kay a ɗu ɓiiriina.

source: r
mse: e

source: [‘Raised’ in English is always pronounced as one syllable, not two]
mse: [« tliw mi cufina» u vun faransena di ni ko boy mi dewna naa, ka mbadi]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
mse: Lii a sunda ki assia. hin hot sunum { $retryLimit } u goorgor fata suu goorina caa

source: Rate limit exceeded. Try again in { $retryLimit } seconds
mse: Agi tew li nam mi a sunda kiwa hu lim wanna . kagagi tu { $retryLimit } u zew goorgor fata caa . Hu li ma agi a sun ɓiira daŋga ay tuna. Gagi deb kay lak magi mi galla !

source: Reader Effects
mse: Gi della u ɗal kalli della kira

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
mse: "vi tasuu ka noon gina liyni, ko«zayra» hu lima «zayra»."

source: Read Sentences
mse: Jaŋ ɓiiriina

source: Read Sentences, Answer Questions
mse: Jaŋgi ɓiiriina , hoɗgi dira kay jop suu jobiina

source: Read Sentences <small>(Coming soon)</small>
mse: Jaŋ ɓiirii <small>(Bumi daŋga)</small>

source: Read sentences submitted by the community in various languages
mse: Jaŋ ɓiirii suu ha suni maŋ suuna u vun magina

source: Ready to do { $count } more?
mse: suwa?

source: <recordIcon></recordIcon> Last one!
mse: <recordIcon></recordIcon> Ni mi daganna!

source: [Recording cut off before the end of the last word]
mse: [Tli della kagi jew vadta vi boy ma daganna]

source: Record/Stop
mse: Tli della/cola

source: Record yourself reading sentences in your language
mse: Tlagi delgi hu li ma agi jaŋ ɓiira u vun magina

source: Record yourself responding to questions and prompts in your language
mse: Tlagi delgi hu li ma agi ka hoɗgi dira kay jop suu jobina u maŋ suu ay yiina u vun magina

source: Record your voice
mse: tlagi delegi kaŋɡa

source: Reference the source of your sentence (required)
mse: Lagi li maymi agi fi vanamma ay huna ki vamu(u dooleda)

source: Reject
mse: hot gida

source: Report
mse: takka

source: Report was passed successfully
mse: Vi vun tlara ay gi suni jiviya

source: Request a Language
mse: Hal vun ay dew

source: Re-record
mse: Hot tli della

source: Re-record clip
mse: Hot tli della

source: Return
mse: vun ni kalla

source: Review
mse: ɗuda

source: Review could not be saved. Please try again later.
mse: ɗuda tew ka a tli kaŋga di. Hin hot li goo dagan tuwa.

source: ⓘ Review Criteria
mse: ⓘ vun gaɗ suu a hot liɗna

source: Review Criteria
mse: vun gaɗ suu a hot liɗna

source: Reviewed sentences not submitted, are sure?
mse: ɓii suu ɗuyna ay ka sunidi, agi min a hot lagi su?

source: Review existing sentences submitted by the community
mse: ɗuugi ɓii suu ay mannii ko suu huu li nammana

source: Review & re-record clips here as you go
mse: ɗugi u hot tlagi della daŋga u minda

source: Review & re-record clips if needed
mse: Dugiya u hotgi tli della li jiviyada

source: Review Sentences
mse: ɗugi ɓiirii

source: Review sentences in your language
mse: ɗugi ɓiiriina u vun magina

source: Review & Submit
mse: ɗuda u sunda

source: Review transcriptions of recorded sentences for accuracy
mse: ɗu zaydi jok vunni ɓii suu kaa tliyna

source: Review user-submitted transcriptions in your language
mse: ɗugi ɗo may suu ki joki u vunna ha ko suu lamma u vun magina na

source: s
mse: a

source: S
mse: P

source: Select an option
mse: Tli vama duk dew

source: Select a variant (optional)
mse: Tli baɗ ɓii taa dew( u minda manga)

source: Select File
mse: Tli va dew

source: Select File to Upload
mse: Tli va dew a sunumba

source: Select up to three domains (optional)
mse: Man kaŋga haa fidi

source: Sentence
mse: Boy eŋ mi hum lopma

source: Sentence Domain
mse: kaŋgi ɓiira

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
mse: ɓii suu bay kolo tanna hin kalsi aygi a tlesu luma suuna halaŋ ko va mi aŋ jobom a kalkina na cc-o.

source: { $sentences } sentences reviewed. Thank you!
mse: ɓii suu duyna. Gidebee

source: Sentence Variant
mse: Baɗ ɓiira

source: Separate sentences into one line by pressing “Enter” or “Return” once
mse: Hek dew go kay«kalla» a ka ii ɓiiriina kida

source: Service and Retail
mse: Sundi gus tlena ki na teŋ teŋga

source: Share Common Voice
mse: Borow del common kiyo

source: Share your clip
mse: Borow del magira tliyra kiyo

source: Shortcuts
mse: ka voknga

source: [Should be ‘dinosaurs’]
mse: [li gin ni hudigiina]
